Repository: comlounge/userbase
Catalog: userbase/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Your account has been successfully activated.
de: Dein Account wurde erfolgreich aktiviert.

source: The activation code is not valid. Please try again or click <a href="%(url)s">here</a> to get a new one.
de: Der Aktivierungscode ist nicht korrekt. Bitte versuche es noch einmal oder klicke auf <a href="%(url)s">diesen Link</a>, um einen neuen Code zugesendet zu bekommen.

source: Username
de: Benutzername

source: Password
de: Passwort

source: Password confirmation
de: Wiederholung des Passworts

source: Full name
de: Voller Name

source: this username is already taken
de: Dieser Benutzername ist schon vergeben

source: stay logged in
de: Eingeloggt bleiben

source: '%(value)s' is not a valid choice for this field
de: '%(value)s' is kein gültiger Wert für dieses Feld

source: New Password
de: Neues Passwort

source: Passwords must match
de: Passwort und Wiederholung stimmen nicht überein

source: Please enter the email address you registered with to receive a new activation code.
de: Bitte gebe Deine E-Mail-Adresse ein, damit wir Dir einen neuen Code zusenden können

source: Please enter the email address you registered with to receive a link to reset your password.
de: Bitte gebe Deine E-Mail-Adresse ein, damit wir Dir eine Anleitung zum Ändern Deines Passworted zusenden können.

source: Hello %(fullname)s, you are now logged in.
de: Hallo %(fullname)s, Du bist jetzt eingeloggt.

source: Your user account has not been activated. In order to receive a new activation email <a href="%s">click here</a>
de: Dein Account wurde noch nicht aktiviert. Um einen neuen Aktivierungscode zugesandt zu bekommen, <a href="%s">klicke bitte hier</a>.

source: Login failed, please try again.
de: Login fehlgeschlaten, bitte versuche es noch einmal

source: You are now logged out.
de: Du bist jetzt ausgeloggt.

source: The email address is not in our database.
de: Diese E-Mail-Adresse ist nicht in unserer Datenbank vorhanden.

source: Your password has been changed.
de: Dein Passwort wurde erfolgreich geändert.

source: Welcome, %(fullname)s
de: Willkommen, %(fullname)s

source: To finish the registration process please check your email with instructions on how to activate your account.
de: Wir haben Dir eine E-Mail mit weiteren Instruktionen geschickt, umDeine Registrierung abzuschliessen. Bitte folge den Anweisungen.

source: Your user registration has been successful
de: Dein Account wurde erfolgreich aktiviert.

source: user data has been updated
de: Die Benutzerdaten wurden aktualisiert

source: A new user has been added
de: Ein neuer Benutzer wurde hinzugefügt

source: The user has been activated
de: Der Benutzer wurde aktiviert

source: The user has been deactivated
de: Der Benutzer wurde deaktiviert

source: The activation code is incorrect
de: Der Aktivierungscode ist nicht korrekt

source: Please enter your e-mail address and we will send you a new activation code
de: Bitte gebe Deine E-Mail-Adresse ein, damit wir Dir einen neuen Code zusenden können

source: Send new activation code
de: Bitte sende mir einen neuen Aktivierungscode

source: You need to activate our account
de: Du musst Deinen Account aktivieren

source: You have received a code by email. You can either click the link provided in the email or you can manually enter the code below.
de: Du hast einen Aktivierungscode per E-Mail erhalten. Du kannst entweder den Link in der Mail anklicken oder den Code manuell in das Feld unten eingeben.

source: Activation Code
de: Aktivierungs-Code

source: please enter your code here
de: Bitte gebe den Code unten ein

source: Enter the code from the activation email here
de: Bitte gebe hier den Code aus der Aktivierungs-Mail ein

source: Activate your account
de: Aktiviere den Account

source: this field is required
de: Dieses Feld muss angegeben werden

source: Set new password
de: Neues Passwort setzen

source: Use the form below to set a new password for your account.
de: Benutze das unten stehende Formular, um ein neues Passwort zu setzen

source: Save new password
de: Passwort speichern

source: Register
de: Registrieren

source: missing activation email?
de: Keine Aktivierungsmail bekommen?

source: Please send me a new activation code
de: Bitte sende mir einen neuen Aktivierungscode

source: Receive a new activation code
de: Bitte sende mir einen neuen Aktivierungscode

source: Get a new activation code
de: Bitte sende mir einen neuen Aktivierungscode

source: Set a new password
de: Neues Passwort setzen

source: Please enter your email address below and we will send you instructions on how to set a new password.
de: Bitte gebe Deine E-Mail-Adresse ein, damit wir Dir eine Anleitung zusenden können, um Dein Passwort zu ändern.

source: Request new password
de: Neues Passwort anfordern
